Tekla.Structures.TeklaStructuresInternal.TeklaStructuresSettingsHelper.MepUnitsDecimals.DynamicViscosityUnitEnum
The Mep dynamic viscosity unit type.

Tekla.Structures.TeklaStructuresInternal.TeklaStructuresSettingsHelper.MepUnitsDecimals.DynamicViscosityUnitEnum.PSEC
Pascal-second.

Tekla.Structures.TeklaStructuresInternal.TeklaStructuresSettingsHelper.MepUnitsDecimals.DynamicViscosityUnitEnum.KG_MSEC
Kg per meter-second.

Tekla.Structures.TeklaStructuresInternal.TeklaStructuresSettingsHelper.MepUnitsDecimals.DynamicViscosityUnitEnum.LB_FEETSEC
Lb per feet-second.

Tekla.Structures.TeklaStructuresInternal.TeklaStructuresSettingsHelper.MepUnitsDecimals.DynamicViscosityUnitEnum.UNKNOWN
unknown unit.